{
    "password": "Senha",
    "formValidation": {
        "required": "Este campo é obrigatório",
        "invalidEmail": "E-mail inválido",
        "passwordMinimum": "Sua senha deve ter pelo menos 8 caracteres",
        "validName": "Por favor insira um nome válido",
        "agreeTerms": "Você deve concordar com os termos"
    },
    "auth": {
        "poweredBy": "Distribuído por",
        "continueWith": "Ou continue com:",
        "selectAnOption": "Selecione uma das opções",
        "continueGoogle": "Continuar com o Google",
        "continueApple": "Continuar com a Apple",
        "layout": {
            "default": {
                "title": "Onde a experiência do usuário e DeFi se encontram.",
                "subtitle": "Mais do que uma carteira, oferecemos uma plataforma de custódia total para gestão de ativos e pessoas."
            },
            "mintNft": {
                "title": "Bem-vindo(a)! Seu colecionável digital está pronto para ser resgatado!",
                "subtitle": "Para isso, utilize sua account em nosso serviço de carteiras digitais. Ele irá manter seu colecionável seguro."
            }
        },
        "web3Connector": {
            "acceptConnection": "Aceite o pedido de conexão",
            "connectionPending": "Não está vendo o pedido de conexão da sua carteira? Verifique as outras janelas do seu navegador.",
            "typeEmail": "Digite o e-mail que você forneceu para o"
        },
        "login": {
            "login": "Conecte-se",
            "forgeLogin": "Conecte-se para resgatar sua NFT",
            "invalidEmailPassword": "E-mail ou senha inválida",
            "somethingWrong": "Algo deu errado",
            "invalidEmailPasswordDescription": "A combinação de e-mail e senha que você digitou está incorreta ou inválida.",
            "defaultError": "Não foi possível processar seu login neste momento. ",
            "loginAccount": "Faça login na sua conta",
            "enterEmail": "Digite seu e-mail",
            "dontHaveAccount": "Não tem uma conta ainda? ",
            "singUp": "Inscrever-se",
            "createAccount": "Criar uma account",
            "enterPassword": "Coloque sua senha",
            "verifyEmail": "Verifique seu e-mail",
            "verifyEmailDescription": "Por favor, informe o código que enviamos para seu e-mail. ",
            "wrongCode": "Você enviou o código errado. ",
            "confirmCode": "Confirmar código",
            "resendCode": "Reenviar código para seu e-mail",
            "inform2FACode": "Por favor, informe seu código localizado em seu aplicativo autenticador.",
            "newDevice": "Novo dispositivo detectado",
            "touchHardware": "Mostre que você está lá!",
            "touchHardwareDescription": "Toque no seu dispositivo de hardware para verificar sua identidade",
            "cantVerify2fa": "Não foi possível verificar seu 2FA",
            "tryAgain": "Tente novamente",
            "tryHardware": "Ou tente com outro dispositivo de hardware",
            "useAnotherHardware": "Use outro dispositivo de hardware",
            "useSw2fa": "Use meu software 2FA",
            "useHw2fa": "Use meu hardware 2FA"
        },
        "register": {
            "title": "Vamos começar!",
            "forgeTitle": "Crie uma conta e resgate sua NFT",
            "emailLabel": "Seu email",
            "emailPlaceholder": "seuemail@email.com",
            "emailInvitePlaceholder": "Este e-mail será seu login",
            "nicknameLabel": "Nome ou apelido",
            "agreeTermsPart1": "Eu concordo com os ",
            "agreeTermsPart2": "termos de serviço",
            "buttonStart": "Prosseguir",
            "alreadyHaveAccount": "Já tem uma conta? ",
            "loginHere": "Entre aqui",
            "welcome": "Bem-vindo a Alore!",
            "invitedBy": "Você foi convidado por",
            "toJoin": "juntar-se",
            "verifyEmail": "Verifique seu e-mail",
            "informCode": "Por favor, informe o código que enviamos para seu e-mail. ",
            "wrongCode": "Você enviou o código errado. ",
            "confirmCode": "Confirmar código",
            "resendCode": "Reenviar código para seu e-mail",
            "createPassword": "Crie uma senha segura",
            "passwordPlaceholder": "Coloque sua senha",
            "passwordLabel": "Senha",
            "passwordConfirmPlaceholder": "Confirme sua senha",
            "passwordConfirmLabel": "Confirme sua senha",
            "termsTitle": "Termos e Condições",
            "termsDescription": "Última atualização: 14 de novembro de 2023<br><br>AVISO IMPORTANTE: ESTE ACORDO ESTÁ SUJO A ARBITRAGEM OBRIGATÓRIA E A DISPOSIÇÃO DE DIREITOS DE AÇÃO DE CLASSE COMO DETALHADO NA SEÇÃO 13. POR FAVOR, LEIA O ACORDO COM ATENÇÃO.<br><br>1. Aceitação dos Termos<br>0xCarbon LTDA fornece uma plataforma para gerenciamento autônomo de contas criptográficas (criptomoedas) e permite que sites de aplicações descentralizadas (DApp) interajam com blockchains, mantendo o usuário no controle sobre quais transações eles aprovam, por meio do nosso site localizado em https://bealore.com e aplicativo web (o “Site”) – que inclui texto, imagens, áudio, código e outros materiais (coletivamente, o “Conteúdo”) e todos os recursos, ferramentas, materiais, serviços ou outros serviços oferecidos de tempos em tempos pela 0xCarbon LTDA são referidos aqui como o “Serviço”. Por favor, leia esses Termos e Condições (os “Termos” ou “Termos de Uso”) com atenção antes de usar o Serviço. Ao usar ou acessar de outra forma os Serviços, ou ao clicar para aceitar ou concordar com esses Termos onde essa opção estiver disponível, você (1) aceita e concorda com esses Termos (2) consente na coleta, uso, divulgação e outro tratamento de informações conforme descrito em nossa Política de Privacidade e Política de Cookies e (3) quaisquer termos, regras e condições adicionais de participação emitidos pela 0xCarbon LTDA de tempos em tempos. Se você não concordar com os Termos, então você não poderá acessar ou usar o Conteúdo dos Serviços.<br><br>2. Modificação dos Termos de Uso<br>Exceto para a Seção 14, que fornece para arbitragem vinculante e renúncia aos direitos de ação de classe, a 0xCarbon LTDA reserva o direito, de sua única discrição, de modificar ou substituir os Termos e Condições a qualquer momento. A versão mais atual desses Termos será postada em nosso Site. Você será responsável por revisar e se familiarizar com quaisquer modificações. O uso dos Serviços por você após qualquer modificação nos Termos constitui sua aceitação dos Termos de Condições modificados.<br><br>3. Qualificação<br>Você se representa e garante aqui que está plenamente capaz e competente para entrar nos termos, condições, obrigações, afirmações, representações e garantias estabelecidas nesses Termos e para cumprir e obedecer a esses Termos.<br><br>0xCarbon LTDA é uma plataforma global e ao acessar o Conteúdo ou Serviços, você está representando e garantindo que, você é da idade legal de maioria em sua jurisdição como é necessário para acessar tais Serviços e Conteúdo e entrar em arranjos conforme fornecido pelo Serviço, Você ainda representa que você é legalmente permitido usar o serviço em sua jurisdição, incluindo possuir tokens criptográficos de valor e interagir com os Serviços ou Conteúdo de qualquer maneira. Você ainda representa que você é responsável por garantir a conformidade com as leis de sua jurisdição e reconhece que a 0xCarbon LTDA não é responsável pela sua conformidade com tais leis.<br><br>4. Senha da Conta e Segurança<br>Ao configurar uma conta com a 0xCarbon LTDA, você será responsável por manter seus próprios segredos da conta, que podem ser suas credenciais de login social ou OAuth, um arquivo de conta, ou outras informações secretas armazenadas localmente. Você concorda em manter seu segredo e senha confidenciais e não compartilhá-los com ninguém; notifique imediatamente a 0xCarbon LTDA sobre qualquer uso não autorizado de sua conta ou violação da segurança. A 0xCarbon LTDA não pode e não será responsável por qualquer perda ou dano decorrente da sua falha em cumprir esta seção.<br><br>5. Representações, Garantias e Riscos<br>5.1 Disclaimer de Garantia<br>Você entende e concorda expressamente que seu uso do Serviço é de todo o seu risco. O Serviço (incluindo o Serviço e o Conteúdo) é fornecido na base de “conforme está“ e “conforme disponível“, sem garantias de qualquer natureza, seja expressa ou implícita, incluindo, sem limitação, garantias implicadas ou de comércio, adequação a um fim específico ou não infracção. Você reconhece que a 0xCarbon LTDA não tem controle sobre, e não tem obrigação de tomar qualquer ação quanto a: quais usuários têm acesso ou usam o Serviço; quais efeitos o Conteúdo pode ter sobre você; como você pode interpretar ou usar o Conteúdo; ou quais ações você pode tomar como resultado de ter sido exposto ao Conteúdo. Você libera a 0xCarbon LTDA de qualquer responsabilidade por você ter adquirido ou não adquirido Conteúdo através do Serviço.<br><br>5.2 Risco de Fraquezas ou Exploits no campo da criptografia<br>Ao utilizar o Serviço ou interagir com o Conteúdo ou plataforma de qualquer maneira, você representa que entende os riscos inerentes aos sistemas criptográficos e garante que você tem uma compreensão do uso e dos detalhes dos tokens criptográficos nativos, como Ether (ETH) e Bitcoin (BTC), tokens baseados em contratos inteligentes, como aquele que segue o Padrão de Token Ethereum https://github.com/ethereum/EIPs/issues/20, e sistemas de software baseados em blockchain.<br><br>5.3 Risco de Ações Regulatórias em uma ou mais jurisdições<br>A 0xCarbon LTDA pode ser impactada por uma ou mais investigações regulatórias ou ações regulatórias, que podem impedir ou limitar a capacidade da 0xCarbon LTDA de continuar ou desenvolver, ou que possa impedir ou limitar sua capacidade de acessar ou usar o Serviço.<br><br>5.4 Risco de Fraquezas ou Exploits no campo da criptografia<br>Você reconhece e entende que a criptografia é um campo em progresso. Avanços no cracking de código ou avanços técnicos, como o desenvolvimento de computadores quânticos, podem apresentar riscos para criptomoedas e Serviços de Conteúdo, que podem resultar no roubo ou perda de seus tokens criptográficos ou propriedade. Na medida de possível, a 0xCarbon LTDA tem a intenção de atualizar o protocolo subjacente aos Serviços para levar em consideração quaisquer avanços na criptografia e incorporar medidas adicionais de segurança, mas não garante ou de outra forma representa a segurança total do sistema. Ao usar o Serviço ou acessar o Conteúdo, você reconhece esses riscos inerentes.<br><br>5.5 Volatilidade das Criptomoedas<br>Você entende que Ethereum e outras tecnologias de blockchain e moedas ou tokens associados são altamente voláteis devido a muitos fatores, incluindo, mas não se limitando a, adoção, especulação, tecnologia e riscos de segurança. Você também reconhece que o custo de transações nessas tecnologias é variável e pode aumentar a qualquer momento, causando impacto em qualquer atividade em andamento na blockchain Ethereum. Você reconhece esses riscos e representa que a 0xCarbon LTDA não pode ser responsabilizada por essas flutuações ou custos aumentados.<br><br>5.6 Segurança da Aplicação<br>Você reconhece que as aplicações descentralizadas são sujeitas a falhas e reconhece que você é o único responsável por avaliar qualquer código fornecido pelos Serviços ou Conteúdo e a confiabilidade de qualquer site de terceiros, produto, contrato inteligente, ou Conteúdo que você acessa ou usa através do Serviço. Você expressamente reconhece e representa que as aplicações Ethereum podem ser escritas de forma maliciosa ou negligente, que a 0xCarbon LTDA não pode ser responsabilizada pela sua interação com essas aplicações e que essas aplicações podem causar a perda de propriedade ou até mesmo identidade. Este aviso e outros fornecidos posteriormente pela 0xCarbon LTDA de nenhuma forma evidenciam ou representam um dever contínuo de alertá-lo a todos os possíveis riscos de utilizar o Serviço ou Conteúdo.<br><br>6. Indenização<br>Você concorda em liberar e indenizar, defender e manter isento de danos a 0xCarbon LTDA e suas subsidiárias, filiais, afiliadas e agências, bem como os oficiais, diretores, funcionários, acionistas e representantes de qualquer uma dessas entidades, de e contra qualquer perda, responsabilidade, despesas, danos, custos (incluindo honorários de advogado e custos de tribunal) reivindicações ou ações de qualquer natureza que decorram ou resultem do seu uso do Serviço Alore, da sua violação desses Termos e Condições, e de qualquer um dos seus atos ou omissões que invoquem direitos à publicidade, difamação ou violação da privacidade.<br><br>7. Limitação de Responsabilidade (continuação)<br>Você reconhece e concorda que assume total responsabilidade pelo seu uso do Serviço Alore. Você reconhece e concorda que qualquer informação que você envie ou receba durante o seu uso do Serviço Alore pode não ser segura e pode ser interceptada ou posteriormente adquirida por partes não autorizadas. Você reconhece e concorda que seu uso do Serviço Alore é de todo o seu risco. Reconhecendo isso, você entende e concorda que, na medida permitida pela lei aplicável, nem a 0xCarbon LTDA nem seus fornecedores ou licenciantes serão responsáveis por quaisquer danos diretos, indiretos, incidentais, especiais, consequenciais, punitivos, exemplares ou outros danos de qualquer natureza, incluindo, sem limitação, danos por perda de lucros, boa vontade, uso, dados ou outras perdas ou danos tangíveis ou intangíveis decorrentes do Serviço Alore; o uso ou a incapacidade de usar o Serviço Alore; acesso não autorizado ou alteração de suas transmissões ou dados; declarações ou conduta de terceiros no Serviço Alore; quaisquer ações que tomamos ou falhamos em tomar como resultado de comunicações que enviamos para nós; erros humanos; falhas técnicas; falhas, incluindo interrupções de serviço público ou telefônico; omissões, interrupções, latência, exclusões ou defeitos de qualquer dispositivo ou rede, provedores, ou software (incluindo, mas não limitado a, aqueles que não permitem a participação no Serviço); incapacidade de acessar totalmente o Serviço Alore ou qualquer outro site; roubo, danos, destruição ou acesso não autorizado a imagens ou outros conteúdos de qualquer natureza; dados que são processados tarde ou incorretamente ou que estão incompletos ou perdidos; erros tipográficos, de impressão ou outros, ou qualquer combinação deles; ou qualquer outra questão relacionada ao Serviço Alore.<br><br>Algumas jurisdições não permitem a exclusão de certas garantias ou a limitação ou exclusão de responsabilidade por danos incidentais ou consequenciais. Portanto, algumas das acima mencionadas limitações podem não se aplicar a você.<br><br>8. Nossos Direitos Proprietários<br>Todos os títulos, propriedade e direitos de propriedade intelectual no e sobre o Serviço são de propriedade da 0xCarbon LTDA ou de seus licenciantes. Você reconhece e concorda que o Serviço contém informações proprietárias e confidenciais que são protegidas por lei de propriedade intelectual e outras leis aplicáveis. Exceto como expressamente autorizado pela 0xCarbon LTDA, você concorda em não copiar, modificar, alugar, emprestar, emprestar, vender, distribuir, apresentar, exibir ou criar trabalhos derivados com base no Serviço, em sua totalidade ou em parte.<br><br>9. Links<br>O Serviço fornece, ou terceiros podem fornecer, links para outros sites ou recursos da World Wide Web acessíveis. Como a 0xCarbon LTDA não tem controle sobre esses sites, aplicativos e recursos, você reconhece e concorda que a 0xCarbon LTDA não é responsável pela disponibilidade de tais sites, aplicativos ou recursos externos, e não endossa e não é responsável ou líquida por qualquer conteúdo, publicidade, produtos ou outros materiais disponíveis em ou acessíveis por meio de qualquer site ou recurso. Você ainda reconhece e concorda que a 0xCarbon LTDA não será responsável ou líquida, direta ou indiretamente, por qualquer dano ou perda decorrente ou alegada de ser decorrente ou relacionada com o uso de ou confiança em qualquer conteúdo, bens ou serviços disponíveis em ou através de qualquer site ou recurso.<br><br>10. Rescisão e Suspensão<br>A 0xCarbon LTDA pode rescindir ou suspender todos ou parte do Serviço e seu acesso à 0xCarbon LTDA imediatamente, sem aviso prévio ou responsabilidade, se você violar qualquer um dos termos ou condições dos Termos. Com a rescisão do seu acesso, o seu direito de usar o Serviço cessará imediatamente.<br><br>As seguintes disposições dos Termos sobrevivem a qualquer rescisão destes Termos: INDENIZAÇÃO; DISCLAIMERS DE GARANTIA; LIMITAÇÃO DE RESPONSABILIDADE; NOSSOS DIREITOS PROPRIETÁRIOS; LINKS; RESCISÃO; SEM BENEFICIÁRIOS DE TERCEIROS; ARBITRAGEM VINCULANTE E DESISTIMENTO DE AÇÃO DE GRUPO; INFORMAÇÃO GERAL.<br><br>11. Sem Beneficiários de Terceiros<br>Você concorda que, com exceção da forma expressamente fornecida nesses Termos, não haverá beneficiários de terceiros para os Termos.<br><br>12. Nota e Procedimento para Fazer Reclamações de Infringência de Direitos Autorais<br>Se você acredita que seu direito autoral ou o direito autoral de uma pessoa em cujo nome você tem autorização para agir foi infringido, por favor forneça à 0xCarbon LTDA uma Nota escrita contendo as seguintes informações:<br><br>uma assinatura eletrônica ou física da pessoa autorizada a agir em nome do proprietário do direito autoral ou de outro interesse em propriedade intelectual;<br>uma descrição da obra protegida por direito autoral ou de outra propriedade intelectual que você alega ter sido infringida;<br>uma descrição de onde o material que você alega está infringindo está localizado no Serviço;<br>seu endereço, número de telefone e endereço de e-mail;‌<br>uma declaração por você de que você tem uma crença de boa fé de que o uso em disputa não é autorizado pelo proprietário do direito autoral, seu agente ou a lei;<br>uma declaração por você, feita sob pena de perjúrio, de que as informações acima em sua Nota são precisas e que você é o proprietário do direito autoral ou de propriedade intelectual ou autorizado a agir em nome do proprietário do direito autoral ou de propriedade intelectual.<br>A 0xCarbon LTDA pode ser contatada por e-mail em: contato@0xcarbon.org<br><br>13. Arbitragem Vinculante e Desistimento de Ação de Grupo<br>POR FAVOR, LEIA ESTA SEÇÃO COM ATENÇÃO - ELA PODE TER UM EFEITO SIGNIFICATIVO NOS SEUS DIREITOS LEGAIS, INCLUINDO O SEU DIREITO DE AJUIZAR UM PEDIDO EM JUÍZO<br><br>13.1 Resolução Inicial de Disputas<br>As partes se esforçarão em seus melhores esforços para se envolver diretamente para resolver qualquer disputa, reclamação, pergunta ou desacordo e negociar em boa fé as partes que serão uma condição para qualquer parte iniciar um processo judicial ou arbitragem.<br><br>13.2 Arbitragem Vinculante<br>Se as partes não chegarem a uma solução concordada dentro de um período de 30 dias a partir do momento em que a resolução informal de disputas sob a disposição de Resolução Inicial de Disputas começa, então qualquer parte pode iniciar a arbitragem vinculante como o único meio para resolver reivindicações, sujeito aos termos estabelecidos abaixo. Especificamente, todas as reivindicações que surgirem ou estiverem relacionadas a estes Termos (incluindo sua formação, desempenho e violação), o relacionamento das partes entre si e/ou seu uso do Serviço serão finalmente resolvidas por arbitragem vinculante administrada pelo processo de arbitragem do sistema jurídico de Florianópolis em conformidade com as disposições de suas Regras de Arbitragem e os procedimentos suplementares para disputas relacionadas ao consumidor da jurisdição de Florianópolis, excluindo quaisquer regras ou procedimentos que regulamentem ou permitam ações de grupo.<br><br>O árbitro, e não qualquer corte federal, estadual ou local, ou agência, terá autoridade exclusiva para resolver todas as disputas que surgirem ou que estejam relacionadas à interpretação, aplicabilidade, execução ou formação desses Termos, incluindo, mas não se limitando a qualquer reclamação de que todos ou qualquer parte desses Termos são nulos ou anuláveis, ou seja, se uma reclamação está sujeita à arbitragem.<br><br>O árbitro terá o poder de conceder qualquer alívio que estivesse disponível em um tribunal sob a lei ou em equidade. O prêmio do árbitro será escrito e vinculante para as partes e pode ser registrado como um julgamento em qualquer tribunal de competência jurisdicional.<br><br>As partes entendem que, na ausência desta provisão obrigatória, teriam o direito de processar em tribunal e ter um julgamento por júri. Eles entendem ainda que, em algumas instâncias, os custos da arbitragem poderiam exceder os custos do litígio e o direito de descoberta pode ser mais limitado na arbitragem do que no tribunal.<br><br>13.3 Localização<br>A arbitragem vinculante ocorrerá em Florianópolis, Brasil. Você concorda em se submeter à jurisdição pessoal de qualquer tribunal em Florianópolis, com o objetivo de obrigar a arbitragem, manter procedimentos pendentes de arbitragem ou confirmar, modificar, anular ou registrar o julgamento do prêmio concedido pelo árbitro.<br><br>13.4 Desistimento de Ação de Grupo<br>As partes concordam ainda que qualquer arbitragem será realizada em suas respectivas capacidades individuais apenas e não como uma ação de grupo ou outra ação representativa, e as partes renunciam expressamente ao seu direito de apresentar uma ação de grupo ou buscar remédio em base de grupo. VOCÊ E A 0xCarbon LTDA CONCORDA QUE CADA UM PODE APRESENTAR RECLAMAÇÕES UM CONTRA O OUTRO AINDA EM SUA PRÓPRIA CAPACIDADE, E NÃO COMO UM REQUERENTE OU MEMBRO DE UMA CLASSE EM QUALQUER PROCEDIMENTO DE CLASSE OU REPRESENTATIVO PORTA. Se qualquer corte ou árbitro determinar que o desistimento da ação de grupo previsto neste parágrafo é nulo ou inexequível por qualquer motivo ou que uma arbitragem pode proceder em base de grupo, então a provisão de arbitragem estabelecida acima será considerada nula e sem efeito em sua totalidade e as partes serão consideradas como não tendo concordado em submeter disputas a arbitragem.<br><br>13.5 Exceção - Litígio de Direitos de Propriedade Intelectual e Reclamações do Tribunal de Pequenas Reclamações<br>Apesar da decisão das partes de resolver todas as disputas por meio de arbitragem, qualquer parte pode trazer uma ação em tribunal estadual ou federal para proteger seus direitos de propriedade intelectual (“direitos de propriedade intelectual” significa patentes, direitos autorais, direitos morais, marcas registradas e segredos comerciais, mas não direitos de privacidade ou publicidade). Qualquer parte também pode buscar recuperação em um tribunal de pequenas reclamações para disputas ou reivindicações dentro do escopo da jurisdição desse tribunal.<br><br>13.6 Direito de 30 Dias para Recusar-se<br>Você tem o direito de se recusar e não ser vinculado pelas provisões de arbitragem e desistimento de ação de grupo estabelecidas acima, enviando um aviso por escrito de sua decisão de se recusar ao seguinte endereço: 0xCarbon LTDA, AVENIDA TROMPOWSKY, 354 SALA501 E 502 - CENTRO FLORIANOPOLIS | SC Brasil 88015-300 e por e-mail em contato@0xcarbon.org. O aviso deve ser enviado dentro de 30 dias da data do seu primeiro uso do Serviço Alore, o mais tardar, caso contrário, você estará vinculado a submeter disputas em conformidade com os termos desses parágrafos. Se você se recusar a essas provisões de arbitragem, a 0xCarbon LTDA também não estará vinculada a elas.<br><br>13.7 Alterações nesta Seção<br>A 0xCarbon LTDA fornecerá um aviso de 30 dias de qualquer alteração a esta seção. As alterações se tornarão efetivas no 30º dia e se aplicarão prospectivamente apenas a quaisquer reivindicações que surgirem após o 30º dia.<br><br>Para qualquer disputa não sujeita à arbitragem, você e a 0xCarbon LTDA concordam em submeter-se à jurisdição pessoal e exclusiva e ao local nos tribunais localizados em Florianópolis, Brasil. Você concorda ainda em aceitar o serviço de processo por correio e, por isso, renuncia a qualquer e todas as defesas de jurisdição e localização disponíveis.<br><br>Os Termos e o relacionamento entre você e a 0xCarbon LTDA serão governados pelas leis do Brasil, sem levar em conta as disposições de conflito de leis.<br><br>14. Informações Gerais<br>14.1 Acordo Integral<br>Estes Termos (e quaisquer termos adicionais, regras e condições de participação que a 0xCarbon LTDA possa publicar no Serviço) constituem o acordo integral entre você e a 0xCarbon LTDA com relação ao Serviço e prevalecem sobre quaisquer acordos anteriores, orais ou escritos, entre você e a 0xCarbon LTDA. No caso de um conflito entre esses Termos e os termos adicionais, regras e condições de participação, os últimos prevalecerão sobre os Termos no quesito do conflito.<br><br>14.2 Dispensa e Severidade dos Termos<br>A falha da 0xCarbon LTDA em exercer ou fazer cumprir qualquer direito ou disposição dos Termos não constituirá uma dispensa desse direito ou disposição. Se qualquer disposição dos Termos for considerada por um árbitro ou tribunal competente como inválida, as partes concordam que o árbitro ou tribunal deverão fazer o possível para dar efeito às intenções das partes conforme refletido na disposição, e as outras disposições dos Termos permanecerão em pleno vigor e efeito.<br><br>14.3 Prazo Limite para Ações<br>Você concorda que, independentemente de qualquer estatuto ou lei em contrário, qualquer reclamação ou causa de ação decorrente ou relacionada ao uso do Serviço ou dos Termos deve ser apresentada dentro de um (1) ano após o surgimento da reclamação ou causa de ação ou ser eternamente excluída.<br><br>14.4 Títulos das Seções<br>Os títulos das seções nos Termos são apenas para conveniência e não têm efeito legal ou contratual.<br><br>14.5 Comunicações<br>Usuários com dúvidas, reclamações ou reivindicações em relação ao Serviço podem entrar em contato conosco usando as informações de contato relevantes acima.<br><br>Endereço da 0xCarbon LTDA: AVENIDA TROMPOWSKY, 354 SALA501 E 502 - CENTRO FLORIANOPOLIS | SC Brasil 88015-300<br><br>E-mail de Contato da 0xCarbon LTDA: contato@0xcarbon.org<br><br>Por favor, note que o local de recurso legal agora é Florianópolis, Brasil."
        }
    }
}
